<?php
// Массив категорий
//$categories = ['boards' => 'Доски и лыжи', 'attachment' => 'Крепления', 'boots' => 'Ботинки', 
//				'clothing' => 'Одежда', 'tools' => 'Инструменты', 'other' => 'Разное']; 
// Массив лотов
$lots = [
		['Название' => '2014 Rossignol District Snowboard', 'Проект' => 'Доски и лыжи', 
		'Цена' => '10999', 'URL картинки' => 'img/lot-1.jpg', 'Дата истечения' => '2024-01-07'],
		 
		['Название' => 'DC Ply Mens 2016/2017 Snowboard', 'Проект' => 'Доски и лыжи', 
		'Цена' => '159999', 'URL картинки' => 'img/lot-2.jpg', 'Дата истечения' => '2024-01-06'],
		 
		['Название' => 'Крепления Union Contact Pro 2015 года размер L/XL', 'Проект' => 'Крепления', 
		'Цена' => '8000', 'URL картинки' => 'img/lot-3.jpg', 'Дата истечения' => '2024-01-09'],
		 
		['Название' => 'Ботинки для сноуборда DC Mutiny Charocal', 'Проект' => 'Ботинки', 
		'Цена' => '10999', 'URL картинки' => 'img/lot-4.jpg', 'Дата истечения' => '2024-03-07'],
		 
		['Название' => 'Куртка для сноуборда DC Mutiny Charocal', 'Проект' => 'Одежда', 
		'Цена' => '7500', 'URL картинки' => 'img/lot-5.jpg', 'Дата истечения' => '2024-02-07'],
		 
		['Название' => 'Маска Oakley Canopy', 'Проект' => 'Разное', 
		'Цена' => '5400', 'URL картинки' => 'img/lot-6.jpg', 'Дата истечения' => '2024-04-07'] 
];
/*
 * 'Название'--'lot_title', 'Проект'--'', 'Цена'--'starting_price', 'URL картинки'--'image_addr', 
 * 'Дата истечения'--'completion_date', первые 6 юзеров объявляют лоты следующие 4 юзера 
 * делают ставки
*/
